{
    "Toh Phir Kya Baat Ho" : "आदतें हो जीत की, और तेज हो वैकुंठ सा,\nजो ना करूँ गुरूर तो फिर बात क्या हो...\n\nतेरे जुटायें महफ़िलों में चर्चे मेरे नाम के,\nमैं ना रहूँ मशहूर तो फिर बात क्या हो।\n\nअभिमन्यु जैसा हूं प्रखर पर कृष्ण जैसा छलिया भी\nचक्रव्यूह में कोई फसाले तो फिर बात क्या हो...\n\nविरान विपिन में लिए वैराग विश्वामित्र सा\nमेनका कोई रिझा ले तो फिर बात क्या हो ।\n\nरख मालिनी का ज्ञान और ब्रह्मा की थामें लेखनी,\nमैं करता फिरू उपासना , तो फिर बात क्या हो...\n\nअनंत से आकाश में चमक संभाले सूर्य सा,\nनज़रे कोई मिला ले , तो फिर बात क्या हो।",
    "Dar kaisa hai ye khone ka" : "डर कैसा है ये खोने का, जो मेरा था कभी नहीं\nबचपन से मेरी ख्वाइशों में, सुमार बैठी तुम कही\n\nइजहार न हो पाया तो, लिखता गया मैं पन्नों पे\nबस स्याही मेरी जानती, वो बातें सारी अनकहीं\n\nगुजरी कभी तुम गलियों से, दिल सीने से बस निकले ना\nनज़रें भी ना मिला सका, फिर क्या गलत और क्या सही\n\nमैं तरसूं बस झलक को एक, और नज़रे तुम्हारी चांद पे\nउलझन में सोचता था बस, क्या मुझमें कुछ कमी रही\n\nहोकर ख़फ़ा यू तुम से अब, जला रहा मैं पन्नों को\nख़ता तुम्हारी क्या ही हो, जब इल्म तुमको है नहीं\n\nन जाने किस आस में, संभाले बैठा दिल को मैं\nवो चांद था बता रहा, रिश्ता तुम्हारा मुझ से ही...",
    "Padaishi Madaari" : "जिस इमारतों की ईट आपने हाथों से सजाई,\nउस जर्जर से मकान में भी रहने का मजा है।\n\nमेरे चौखट पे बैठे खासिम, बस चीखते चिल्लाते,\nथा उड़ने की बात करता ... पर ज़मीन पे पड़ा है।\n\nखुशियों में इनके खलल, एक अजीब सा सवाल,\nहारकर भी इतना हँसता क्यों ... पर क्या छिपी वजह है।\n\nअपने ही बंद कमरों में, हवाओं सा मैं खोया तो,\nअफवाहों ने बताया कि घुटनों के बल खड़ा है।\n\nइन मासूम से भेड़ों को, बस यही कोई समझाए,\nघायल हुआ ये शेर ... जिसे ख़ंजर अभी लगा है।\n\nये काफिलों के पुतले मैं पैदाइशी मदारी,\nइशारों पे नचादूँ , जब भी मेरी रजा है।",
    "Lo bade ho gye hum": "नन्ही सी तेरी आँखें बेबाक सा वो मंजर,\n प्यारी कोई किलकारी आँखों में समंदर,\n\n घुटनों के बल गिरते लड़खड़ा कर यूं ही चलते\nसंभलकर यूं ही... एक दिन, तलवों में आयी ताकत\n\nऔर न जाने फिर कैसे खड़े हो गए हम\nअरे यार क्यूँ बड़े हो गए हम\n\nगड्ढों में सिमटी नदियाँ, कागज़ की ढहती कस्ती\nमासूम सी वो मुस्कान, छोटी सी अपनी बस्ती\n\nमिट्टी के बर्तनों में, पका रहे थे खुशियाँ\nखाया बनाया जो कुछ, चख के मिली थी राहत\n\nलगा के पंख वक्त ने जब, उड़ा भरी सफ़र में\nखुशियों की खोज करने, बिखरे थे हम चमक में\n\nदिल गया सहम सा, महलों की लिए चाहत\nऔर पता ही ना चला कब खो गए हम, लो बड़े हो गए हम।",
    "Habits are of victory": "Habits are of victory, and swiftness like Vishnu,\nIf pride will not be shown, then what is the point...\n\nGatherings are yours, but discussions are mine,\nIf I will be not renown, then what is the point.\n\nSkilled like Abhimanyu , and tricky like Krishna\nGet trapped for a crown, then what is the point...\n\nIn the deserted forest, being the calm Vishwamitra,\nIf Menka will not prone , then what is the point.\n\nThe knowledge of Saraswati , having script of The Brahma,\nBeing a devotional soul, then what is the point...\n\nLike the sun holding brilliance in the infinite sky,\nIf someone catches my zone , then what is the point.\n",
    "Ek par Ek asmaa" : "Coming Soon.."
}

